[
    {
        "text": "The best investment you can make is in yourself.\n\nTake that course. \nBuild that network. \nLearn that skill.\nBecause the ROI on you is infinite. 💪\n\nhashtag#PersonalDevelopment hashtag#CareerGrowth",
        "engagement": 174,
        "line_count": 5,
        "language": "English",
        "tags": [
            "Career Growth",
            "Personal Development"
        ]
    },
    {
        "text": "🎯 From Web Development to DevOps to Big Data - A Journey of Growth and Discovery! 🚀\n\n📺 Check out the video on YouTube with Sujal Kokh Shrestha: https://lnkd.in/gGMb2s2C\n\nIn my latest video, I explored the inspiring journey of a web developer transitioning into DevOps and eventually diving into the world of Big Data. It’s a story of continuous learning, adapting to industry demands, and embracing new challenges. 🎙️\n\n💡 Web Development Foundations: How the skills and mindset of a developer laid the groundwork for tackling complex infrastructure challenges.\n\n💻 DevOps Transition: Insights into the shift from coding to managing pipelines, automation, and infrastructure as code.\n\n📊 Big Data Adventure: What it takes to move into the vast and dynamic field of Big Data, and how prior experiences played a pivotal role in making this leap.\n\nIf you're curious about career transitions in tech or want to know how to navigate these fields, this video is for you!\n\nI’d love to hear your thoughts! Have you considered or experienced a similar career path? Let’s discuss your journey or aspirations in the comments. 👇\nhashtag#WebDevelopment hashtag#DevOps hashtag#BigData hashtag#CareerJourney hashtag#TechCareers",
        "engagement": 171,
        "line_count": 11,
        "language": "English",
        "tags": [
            "Web Development",
            "DevOps"
        ]
    },
    {
        "text": "🎯 Curious about starting a career in QA or understanding its future potential? 💼\n\nLast week, I hosted a live stream featuring some amazing IT professionals, and one of the highlights was a deep dive into Quality Assurance (QA) and its career prospects. 🎙️\n\n💡 QA Career Insights: Our expert shared actionable advice for anyone looking to break into QA, including skills to focus on and tips for staying ahead in this ever-evolving field.\n\n💻 The Future of QA: We also explored the growing importance of QA in tech, the impact of automation, and how QA professionals are shaping the software development landscape.\n\nI'm now sharing clips from the live stream to bring these valuable insights to more aspiring QA professionals! If you're exploring a career in QA or want to understand its future, don’t miss this.\n\n📺 Check out the clip on YouTube: https://lnkd.in/g4Kmb2su\n\nI’d love to hear your thoughts! Are you considering a QA career, or do you have tips to share for those starting out? Let’s discuss in the comments. 👇\n\nhashtag#QualityAssurance hashtag#QACareer hashtag#TechCareers hashtag#ITInsights hashtag#ContentCreation",
        "engagement": 58,
        "line_count": 11,
        "language": "English",
        "tags": [
            "Quality Assurance"
        ]
    },
    {
        "text": "🎯 Starting SEO and the future of WordPress in Nepal\n\nThis week, I had the pleasure of hosting a live stream with some incredible talents in the IT field, where we dived deep into these fascinating topics. 🎙️\n\n💡 SEO Simplified: An SEO expert shared valuable tips for anyone looking to get started with search engine optimization. It’s incredible how understanding the basics can transform the visibility of your content online!\n\n💻 WordPress in Nepal: We also explored the state of WordPress in Nepal and its growing impact on businesses and developers. The discussion highlighted both opportunities and challenges in this space.\n\nNow, I'm sharing clips from the live stream to ensure these insights reach more people! If you're interested in SEO, WordPress.\n\n📺 Check out the clip on YouTube: https://lnkd.in/g_6nEH_Z\n\nhashtag#SEO hashtag#WordPress hashtag#NepalTech hashtag#ContentCreation",
        "engagement": 36,
        "line_count": 9,
        "language": "Roman Nepali",
        "tags": [
            "Web Development"
        ]
    },
    {
        "text": "Loksewa ladera IT Adhikrit ma naam nikaldim ki kya ho!\n\nWe seriously need someone to improve on this part. Or at least some IT officials to share the activity (of overall situation of project, how the government product/websites is made, or all updates/ infos of systems); not for all; but for mostly used government apps.\n\nI do have some prior experiences (at CliffByte) working on government projects and I did get to know some harsh reality things and some situationships which we got forced to do!",
        "engagement": 102,
        "line_count": 6,
        "language": "Roman Nepali",
        "tags": [
            "Career Growth",
            "IT"
        ]
    },
    {
        "text": "Video Link: https://lnkd.in/gfy7FUsF\n\nWe have been using npm since Node. In search of replacement to npm issues and faults, we have got yarn and have been using it from few 5 to 7 years; Now there is another called Pnpm, which again surpasses the yarn in several things.\nIn this video I deep dive you into the pnpm fundamentals and its features; and how can you start pnpm in your upcoming projects and more.",
        "engagement": 41,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Web Development"
        ]
    },
    {
        "text": "Initially, I was wrong about TikTok!\nThe below record is of 40 days of creating account on Tiktok. If I have to compare this stats with YouTube, it took me years and years to achieve this.\n\nMy Initial thoughts:\n- Tiktok is for entertainment only.\n- Algorithm always recommend dance music videos\n- No proper audiences for my niche.\n\nMy current thoughts:\n- Algorithm always recommends on what you click and give more priority to; now my feed has spirituality, astrology, entrepreneurship shorts only.\n- Yes there are lot of audiences of all niches; It totally depends upon the content creator how much quality one can drive through video and how one can cater to all the audiences.\n- Also over the time, tiktok had also always given video reach, which it deserved; which YouTube didn't give!\n\nSo, my advice for starters would be Tiktok as first choice to market or share things.\nTo add, in context of Nepal or be it of USA, there is no assurance of Tiktok; it might get banned or removed any time; but during Tiktok time, one can also redirect Tiktok audiences to YouTube or other platforms; which might save content creator from upcoming wrong happenings!!",
        "engagement": 83,
        "line_count": 24,
        "language": "English",
        "tags": [
            "Social Media"
        ]
    },
    {
        "text": "There is a wrong information circulating in the market!\n.\n.\nWe say, people not to share OTP code.\nI say, if someone asks you for OTP, share it; but not immediately;\nShare it when it get expires!\nGood day!",
        "engagement": 66,
        "line_count": 6,
        "language": "English",
        "tags": [
            "Security"
        ]
    }
]